Repository: MaxenceMottard/deluge-ios
Catalog: Screens/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# action.automaticSearch
source: Automatic search
fr: Recherche automatique

# action.download
source: Download
fr: Télécharger

# action.interactiveSearch
source: Interactive search
fr: Recherche interactive

# action.refresh
source: Refresh
fr: Actualiser

# action.remove
source: Remove
fr: Supprimer

# deleteMedia.button.remove
source: Delete
fr: Supprimer

# deleteMedia.fields.addImportListExclusion
source: Add List Exclusion
fr: Ajouter une liste d'exclusion

# deleteMedia.fields.deleteFiles
source: Delete Series Folder
fr: Supprimer 9 fichiers d'épisode

# deleteMedia.title %@
source: Delete %@
fr: Supprimer %@

# home.label.currentInstance
source: Current instance
fr: Instance actuelle

# home.label.noInstance
source: No instance selected
fr: Aucune instance sélectionnée

# home.title
source: Home
fr: Accueil

# instanceSelector.button.addInstance
source: Add instance
fr: Ajouter une instance

# instanceSelector.button.remove
source: Remove
fr: Supprimer

# mediaDetails.serie.label.season %lld
source: Season %lld
fr: Saison %lld

# mediaDetails.serie.label.specials
source: Specials
fr: Épisodes spéciaux

# newInstance.button.connect
source: Connect
fr: Connecter

# newInstance.field.apiKey
source: API Key
fr: Clé API

# newInstance.field.instanceType
source: Instance Type
fr: Type d’instance

# newInstance.field.name
source: Name
fr: Nom

# newInstance.label.apiKeyHelp
source: You can find your API key under Settings → General in the web interface.
fr: Vous pouvez trouver votre clé API dans Paramètres → Général de l’interface web.

# newInstance.label.urlHelp
source: Please enter the URL in the following format:
fr: Veuillez entrer l’URL au format suivant :

# newInstance.section.instance
source: Instance details
fr: Détails de l’instance

# newInstance.title
source: New instance
fr: Nouvelle instance

# newMedia.button.add %@
source: Add %@
fr: Ajouter %@

# newMedia.field.monitor
source: Monitor
fr: Surveiller

# newMedia.field.quality
source: Quality profile
fr: Profil de qualite2

# newMedia.field.rootFolder
source: Root folder
fr: Dossier racine

# newMedia.field.searchCutoffUnmet
source: Start search for episodes that do not meet the quality profile
fr: Lancer la recherche des épisodes qui ne répondent pas au profil de qualité défini

# newMedia.field.searchMissing
source: Start search for missing episodes
fr: Lancer la recherche d'épisodes non satisfaits

# newMedia.field.seasonFolder
source: Season folder
fr: Dossier de saison

# newMedia.field.serieType
source: Serie type
fr: Type de série

# newMedia.values.monitor.all
source: All episodes
fr: Tous les épisodes

# newMedia.values.monitor.existing
source: Existing episodes
fr: Épisodes existants

# newMedia.values.monitor.firstSeason
source: First season
fr: Première saison

# newMedia.values.monitor.future
source: Future episodes
fr: Épisodes futurs

# newMedia.values.monitor.lastSeason
source: Last season
fr: Dernière saison

# newMedia.values.monitor.missing
source: Missing episodes
fr: Épisodes manquants

# newMedia.values.monitor.monitorSpecials
source: Monitor specials
fr: Surveiller les épisodes spéciaux

# newMedia.values.monitor.none
source: None
fr: Aucun

# newMedia.values.monitor.pilot
source: Pilot episode
fr: Épisode pilote

# newMedia.values.monitor.recent
source: Recent episodes
fr: Épisodes récent

# newMedia.values.monitor.unmonitorSpecials
source: Unmonitor specials
fr: Ne plus surveiller les épisodes spéciaux

# newMedia.values.rootFolder %@ %@
source: %1$@ (%2$@ GB available)
fr: %1$@ (%2$@ Go disponibles)

# newMedia.values.serieType.anime
source: Anime: Absolute episode number (005)
fr: Anime: Numéro d'épisode absolu (005)

# newMedia.values.serieType.daily
source: Daily: Date (2020-05-25)
fr: Quotidienne: Date (2020-05-25)

# newMedia.values.serieType.standard
source: Standard: Season and episode numbers (S01E05)
fr: Standard: Numéros de saison et d'épisode (S01E05)

# releaseList.title.season %@ %lld
source: %1$@ - Season %2$lld
fr: %1$@ - Saison %2$lld

# search.label.noResults.1
source: No results found.
fr: Aucun résultat trouvé.

# search.label.noResults.2
source: Please perform a search.
fr: Veuillez effectuer une recherche.

# search.title
source: Search
fr: Rechercher
